tap "fastly/tap"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "jmoney/aws"
tap "jmoney/personal"
tap "jmoney/server-utils"
tap "stripe/stripe-cli"
tap "tinygo-org/tools"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "cdktf"
brew "clamav"
brew "csvkit"
brew "docker-compose"
brew "harfbuzz"
brew "ec2-ami-tools"
brew "gnutls"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "graphviz"
brew "grep"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "jena"
brew "jq"
brew "libpq"
brew "maven"
brew "minimal-racket"
brew "mkdocs"
brew "netcat"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "tmux"
brew "overmind"
brew "packer"
brew "pinentry-mac"
brew "postgresql@11"
brew "postgresql@13"
brew "pv"
brew "python@3.9"
brew "redis", restart_service: true
brew "syslog-ng"
brew "telnet"
brew "terragrunt"
brew "tfenv"
brew "watch"
brew "websocat"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "fastly/tap/fastly"
brew "go-swagger/go-swagger/go-swagger"
brew "heroku/brew/heroku"
brew "jmoney/aws/aws-delete-versioned-objects"
brew "jmoney/aws/aws-ssh"
brew "jmoney/aws/reboot-ecs-service"
brew "jmoney/personal/jmoney-dotfiles"
brew "jmoney/server-utils/echo-server"
brew "jmoney/server-utils/x509-metrics"
brew "stripe/stripe-cli/stripe"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "1password-cli"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "loom"
cask "miro"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "remember-the-milk"
cask "session-manager-plugin"
cask "sizeup"
cask "skitch"
cask "snowflake-snowsql"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "CircleCI.circleci"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "fastly.vscode-fastly-vcl"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jinliming2.vscode-go-template"
vscode "joaompinto.vscode-graphviz"
vscode "mathematic.vscode-latex"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "noku.rails-run-spec-vscode"
vscode "philnash.ngrok-for-vscode"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "ricard.postcss"
vscode "rust-lang.rust-analyzer"
vscode "sianglim.slim"
vscode "snowflake.snowflake-vsc"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "stardog-union.stardog-rdf-grammars"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wingrunr21.vscode-ruby"
