tap "fastly/tap"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "jmoney/aws"
tap "jmoney/personal"
tap "jmoney/x509"
brew "ansible"
brew "python@3.9"
brew "awscli"
brew "clamav"
brew "docker-compose"
brew "ec2-ami-tools"
brew "gnutls"
brew "gh"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "harfbuzz"
brew "graphviz"
brew "grep"
brew "htop"
brew "iftop"
brew "jena"
brew "jq"
brew "maven"
brew "minimal-racket"
brew "mkdocs"
brew "netcat"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "packer"
brew "pinentry-mac"
brew "postgresql@11"
brew "pv"
brew "telnet"
brew "tfenv"
brew "watch"
brew "zsh"
brew "fastly/tap/fastly"
brew "go-swagger/go-swagger/go-swagger"
brew "heroku/brew/heroku"
brew "jmoney/aws/aws-ssh"
brew "jmoney/personal/jmoney-dotfiles"
brew "jmoney/x509/x509-metrics"
cask "1password"
cask "1password-cli"
cask "datagrip"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "evernote"
cask "github"
cask "goland"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "session-manager-plugin"
cask "sizeup"
cask "skitch"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
